# DisplayContextualHelp

## Description
Using the identifier string for a GUI element given by the Contextual Help Manager displays the associated contextual help. This could be a WebWorks webpage, a Internet webpage or even a local file.

```pascal
FUNCTION DisplayContextualHelp(Identifier : STRING) : BOOLEAN;
```

```python

def vs.DisplayContextualHelp(Identifier):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|Identifier|STRING||

## Version
Availability: from VectorWorks12.0
## Category
* Utility